Repository: crs4/most-demographics
Catalog: src/most/web/demographics/locale/*/LC_MESSAGES/django.po
Languages: it

source: Type
it: Tipo

source: Domain
it: Dominio

source: Identifier
it: identificativo

source: identifier
it: identificativo

source: identifiers
it: identificativi

source: Name
it: Nome

source: Province
it: Provincia

source: Use 2 letters format
it: Utilizzare il formato a 2 lettere

source: State
it: Stato

source: Mandatory
it: Obbligatorio

source: Code
it: Codice

source: e.g. C.A.P., ZIP, etc.
it: ad esempio C.A.P., ZIP, ecc.

source: city
it: città

source: cities
it: città

source: Male
it: Maschio

source: Female
it: Femmina

source: National Tax Code
it: Codice Fiscale

source: e.g. SSN
it: ad esempio SSN

source: First name
it: Nome

source: Last name
it: Cognome

source: Other IDs
it: Altri ID

source: Gender
it: Sesso

source: Birth date
it: Data di nascita

source: Birth place
it: Luogo di nascita

source: Address
it: Indirizzo

source: Phone
it: Telefono

source: Mobile phone
it: Cellulare

source: Certified email
it: PEC

source: Is the patient active?
it: Il paziente è attivo?

source: patient
it: paziente

source: patients
it: pazienti

source: Field %s is mandatory.
it: Il campo %s è obbligatorio.

source: City %s successfully created.
it: La città %s è stata creata con successo.

source: Unable to save city.
it: Impossibile salvare la città.

source: City %s already exists.
it: La città %s esiste già.

source: POST method required.
it: POST method necessario.

source: Ajax data required.
it: Dati Ajax necessari.

source: %(cities_count)s cities found for query string: '%(query_string)s'
it: %(cities_count)s città trovate con la stringa di ricerca: '%(query_string)s'

source: No cities found for query string: '%s'
it: Nessuna città trovata con la stringa di ricerca: '%s'

source: GET method required.
it: GET method necessario.

source: Field %s is mandatory
it: Il campo %s è necessatrio.

source: Identifier %s successfully created.
it: Identificativo %s creato con successo.

source: Unable to save identifier.
it: Impossibile salvare l'identificativo.

source: Identifier %s already exists.
it: L'identificativo %s esiste già.

source: %(identifiers_count)s identifiers found for query string: '%(query_string)s'
it: %(identifiers_count)s identificativi trovati con la stringa di ricerca: '%(query_string)s'

source: Patient %s successfully created
it: Paziente %s creato con successo.

source: %(patients_count)s patients found with query string: '%(query_string)s'
it: %(patients_count)s pazienti trovati con la stringa di ricerca: '%(query_string)s'

source: No patients found for query string: '%s'
it: Nessun paziente trovato con la stringa di ricerca: '%s'

source: Patient %s is not active
it: Il paziente %s non è attivo.
